Repository: florimondmanca/landmarkfx
Catalog: theme/translations/*/LC_MESSAGES/messages.po
Languages: fr

# archives.title
source: Archives for
fr: Archives

# article.published_at
source: Published
fr: Publié le

# article.last_modified
source: Last modified
fr: Dernière modification

# article.published_by
source: By
fr: Par

# article.category
source: Category
fr: Catégorie

# author.title
source: Articles by
fr: Articles de

source: Authors
fr: Auteurs

# authors.title
source: Authors on
fr: Auteurs du site

# footer.powered_by
source: Proudly powered by
fr: Fièrement propulsé par

# footer.pelican_powered_by
source: itself powered by
fr: qui fonctionne grâce à

# footer.no_ai
source: This is a no-AI website.
fr: Blog écrit sans IA

# categories.meta.title
source: Categories
fr: Catégories

# categories.title
source: Categories on
fr: Catégories du site

# category.title
source: Articles in category
fr: Articles dans la catégorie

# index.title
source: All articles
fr: Tous les articles

# page.last_modified
source: Last modified
fr: Dernière modification

# period_archives.title
source: Archives for period
fr: Archives de la période

# tag.title
source: Articles avec le tag
fr: Articles tagged

# tags.title
source: Tags du site
fr: Tags on

source: Translations
fr: Traductions
